[
    {
        "id": 1,
        "nombre": "Fernet Branca",
        "descripcion": "El fernet es una bebida alcohólica amarga del tipo amaro elaborada a partir de varios tipos de hierbas (mirra, ruibarbo, manzanilla, cardamomo y azafrán, entre otras), que son maceradas en alcohol de uva, filtradas y añejadas en toneles de roble durante un período que puede ser de seis a doce meses. Posee un color oscuro, un aroma intenso y una graduación alcohólica de 45° grados. Originalmente era sólo una bebida digestiva pero actualmente suele servirse como aperitivo antes o como digestivo después de una comida, también puede servirse con el café y el café expreso. Si bien puede consumirse puro, dado su sabor y contenido alcohólico normalmente se bebe combinado con soda, agua mineral o mezclado en cócteles, en especial con bebida cola.",
        "precio": "732,95",
        "descuento": 20,
        "categoria": "Bebida",
        "imagen": "fernet-750.jpg"
    },
    {
        "id": 2,
        "nombre": "Coca Cola",
        "descripcion": "Coca-Cola es la bebida más vendida en la historia desde 1886. Es la marca más famosa del mundo. Bien fría, hace disfrutar cada instante de la vida ya que añade magia a casa momento.",
        "precio": "200",
        "descuento": 10,
        "categoria": "Bebida",
        "imagen": "cocacola.jpg"
    },
    {
        "id": 3,
        "nombre": "Vodka Absolut 1L",
        "descripcion": "Absolut Vodka se hace exclusivamente a partir de ingredientes naturales y, a diferencia de lo que ocurre con muchos otros vodkas, no contiene azúcar añadido. Absolut es, de hecho, tan puro como puede ser el vodka. Aún así, la pureza tiene un sabor: rico, con cuerpo y complejo, pero suave y maduro con el carácter distintivo del grano de trigo, seguido de un toque a frutas secas.",
        "precio": "1143,82",
        "descuento": 35,
        "categoria": "Bebida",
        "imagen": "absolut.jpg"
    },
    {
        "id": 4,
        "nombre": "Aperol Sprit 1L",
        "descripcion": "Aperol esta compuesto de naranja amarga, ruibarbo, gentiana, cinchona. Aunque sabe y huele muy similar al Campari, Aperol tiene una graduación alcohólica de 11%, menos de la mitad que Campari. Sin embargo, es más suave y menos amargo, mientras que el Campari es más oscuro de color.",
        "precio": "503.00",
        "descuento": 20,
        "categoria": "Bebida",
        "imagen": "aperol.jpg"
    },
    {
        "id": 5,
        "nombre": "Speed Unlimited",
        "descripcion": "Speed Unlimited Energy Drink es una bebida sin alcohol, que contiene Cafeína, Taurina y Vitaminas. Speed Unlimited Energy Drink ayuda a estimular el metabolismo de la energía, facilita la eliminación de toxinas, contribuye a mejorar el estado de animo, la concentración y la recuperación.",
        "precio": "70",
        "descuento": 15,
        "categoria": "Bebida",
        "imagen": "speed.PNG"
    },
    {
        "id": 6,
        "nombre": "Red Bull",
        "descripcion": "Red Bull Energy Drink es reconocida mundialmente por los mejores atletas, estudiantes y profesiones de alta demanda, incluso durante largas jornadas de manejo.",
        "precio": "120",
        "descuento": 50,
        "categoria": "Bebida",
        "imagen": "redbull.PNG"
    },
    {
        "id": 7,
        "nombre": "Citric Naranja",
        "descripcion": "Jugo De Naranja Valencia Tardia Citric 1,5lt.",
        "precio": "170",
        "descuento": 15,
        "categoria": "Bebida",
        "imagen": "citric.PNG"
    },
    {
        "id": 8,
        "nombre": "Sprite Zero",
        "descripcion": "Sprite Zero es una versión sin calorías y baja en sodio que ofrece hidratación con el mismo sabor natural lima-limón más famoso del mundo.",
        "precio": "138,51",
        "descuento": 10,
        "categoria": "Bebida",
        "imagen": "spritezero.PNG"
    },
    {
        "id": 9,
        "nombre": "Sprite Lima Limón",
        "descripcion": "Bebida sin alcohol artificial dietética gasificada con sabor a lima-limón.",
        "precio": "120,07",
        "descuento": 25,
        "categoria": "Bebida",
        "imagen": "spritelimalimon.PNG"
    },
    {
        "id": 10,
        "nombre": "Santa Julia Magna",
        "descripcion": "La linea Magna esta elaborada a partir de uvas seleccionadas en viñedos de altura, de muy bajo rendimientos y crianza de más de 10 meses en barricas de roble fránces.",
        "precio": "267,20",
        "descuento": 35,
        "categoria": "Bebida",
        "imagen": "magna.png"
    },
    {
        "id": 11,
        "nombre": "Pepsi 2L",
        "descripcion": "Pepsi, también conocida como Pepsi-Cola, es una gaseosa de cola originaria en los Estados Unidos y producida por la compañía PepsiCo. Su mayor competidora es la también estadounidense Coca-Cola.",
        "precio": "170",
        "descuento": 35,
        "categoria": "Bebida",
        "imagen": "pepsi.png"
    },
    {
        "id": 12,
        "nombre": "Hielo 5 Kg",
        "descripcion": "Las bolsas de hielo se usan en refrigeradores para mantener alimentos perecederos (especialmente carnes, productos lácteos, huevos, etc.) por debajo de la zona de peligro de 5 a 75° C cuando están fuera de un refrigerador o congelador, y para mantener las bebidas frías.",
        "precio": "100",
        "descuento": 10,
        "categoria": "Bebida",
        "imagen": "hielo5k.png"
    },
    {
        "id": "13",
        "nombre": "Fernet Branca Menta",
        "descripcion": "El fernet es una bebida alcohólica amarga elaborada a partir de varios tipos de hierbas, que son maceradas en alcohol de uva, filtradas y añejadas en toneles de roble durante un período que puede ser de 6 a 12 meses. Su graduación alcohólica es del 45% y posee un color oscuro y un aroma intenso.Su origen se remonta a mediados del siglo XIX, y hay varias versiones sobre su verdadero origen. Hay quienes sostienen que fue creado en Francia, otras versiones indican que fue en Checoslovaquia, pero la mayoría nos lleva a Italia, más precisamente en la provincia de Lombardia. Hay quienes dicen que fue creado por un boticario extranjero, aparentemente austríaco, de apellido Fernet. Otros prefieren y sostienen la historia contada por una de las empresas más antiguas en la elaboración de esta bebida: Fratelli Branca, quien le atribuye la invención al farmacéutico Bernardino Branca en 1836, quien en 1845 creó precisamente dicha compañía, para su comercialización. La bebida fue ingresada a la Argentina por los inmigrantes italianos, que la bebían tanto con fin\r\nmedicinal como digestivo. El fernet puede ser servido como un digestivo después de las comidas, en el café, con agua mineral o cualquier bebida gasificada. ",
        "precio": "650",
        "descuento": "3",
        "categoria": "Bebida", 
        "imagen": "branca-menta-750.png"
    }
]